a52dec
aalib
abseil-cpp
accountsservice
acl
acpi
acpid
adapta-maia-theme
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
apparmor
appstream
apr
apr-util
arandr
archlinux-appstream-data
archlinux-keyring
archlinuxcn-keyring
argon2
aribb24
artwork-i3
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
ayatana-ido
b43-fwcutter
babl
base
bash
bash-completion
bc
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
bmenu
boost-libs
box2d
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
cantarell-fonts
cdparanoia
chafa
chromaprint
chromium
cifs-utils
ckbcomp
clipit
clucene
cmus
confuse
conky
conky-i3
coreutils
cpupower
cronie
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
default-cursors
deluge
desktop-file-utils
device-mapper
dfc
dialog
diffutils
ding-libs
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dosfstools
double-conversion
downgrade
duktape
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
enchant
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcolor3
gcr
gcr-4
gd
gdbm
gdk-pixbuf-xlib
gdk-pixbuf2
gegl
geoclue
geoip
geoip-database
gettext
ghostscript
giflib
gimp
git
glib-networking
glib-perl
glib2
glibc
glibc-locales
glibmm
glslang
glu
gmp
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
goocanvas
gparted
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
groff
grpc
grub
grub-theme-manjaro
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview-pkgbuild
gtksourceview3
gtksourceview4
gtksourceview5
gts
gufw
guile
gumbo-parser
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hexchat
hicolor-icon-theme
hidapi
highlight
highway
htop
hunspell
hwdata
hwinfo
hyphen
i3-default-artwork
i3-help
i3-scripts
i3-scrot
i3-wm
i3exit
i3lock-color
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
install-grub
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
jbig2dec
jbigkit
jfsutils
json-c
json-glib
kauth5
kbd
kcoreaddons5
keyutils
kitemmodels5
kmod
krb5
kvantum
kvantum-manjaro
kvantum-qt5
kwindowsystem
kwindowsystem5
l-smash
lame
lapack
lcms2
ldb
lensfun
leptonica
less
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-flex
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnsl
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-utils
lib32-mesa-vdpau
lib32-ncurses
lib32-openssl
lib32-pam
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdiscid
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libgirepository
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgpod
libgtop
libgudev
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libime
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libisl
libisofs
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmatroska
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmupdf
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpamac
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libppd
libproxy
libpsl
libptytty
libpulse
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwmf
libwnck3
libwpd
libwpe
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzen
libzmf
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux69
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lshw
lua
lua51-lpeg
luajit
luit
lv2
lvm2
lxappearance
lxinput
lxmenu-data
lz4
lzo
m4
maia-console
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-hello
manjaro-i3-settings
manjaro-icons
manjaro-keyring
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
marisa
matcha-gtk-theme
mbedtls2
md4c
mdadm
mediainfo
memtest86+
memtest86+-efi
menu-cache
mesa
mesa-utils
mesa-vdpau
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
mhwd-nvidia-470xx
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
morc_menu
mousepad
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
mupdf
mypaint-brushes1
nano
nano-syntax-highlighting
ncdu
ncurses
neon
neovim
net-tools
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nftables
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
oath-toolkit
ocl-icd
oh-my-zsh-git
openal
opencc
openconnect
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrors
pacui
palemoon
pam
pamac-cli
pamac-gtk
pambase
pango
pango-perl
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parted
patch
patchutils
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-cairo-gobject
perl-capture-tiny
perl-carp-always
perl-cgi
perl-class-method-modifiers
perl-clone
perl-data-optlist
perl-dbi
perl-devel-globaldestruction
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-copy-recursive
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-slurp-tiny
perl-file-which
perl-glib-object-introspection
perl-goocanvas2
perl-goocanvas2-cairotypes
perl-gtk3
perl-gtk3-imageview
perl-html-form
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-http-response-encoding
perl-http-server-simple
perl-image-exiftool
perl-import-into
perl-io-html
perl-ipc-system-simple
perl-json
perl-json-maybexs
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-mailtools
perl-module-runtime
perl-moo
perl-net-dbus
perl-net-http
perl-number-bytes-human
perl-params-util
perl-path-tiny
perl-proc-processtable
perl-proc-simple
perl-readonly
perl-role-tiny
perl-sort-naturally
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-sub-uplevel
perl-test-warn
perl-text-iconv
perl-timedate
perl-tree-dag-node
perl-try-tiny
perl-uri
perl-www-mechanize
perl-www-robotrules
perl-x11-protocol
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
perl-xml-twig
perl-xml-writer
picom
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
powertop
ppp
pptpclient
procps-ng
protobuf
psmisc
python
python-attrs
python-autocommand
python-automat
python-cairo
python-cffi
python-chardet
python-charset-normalizer
python-click
python-constantly
python-cryptography
python-dbus
python-distro
python-docopt
python-fastjsonschema
python-filelock
python-geoip
python-gobject
python-greenlet
python-hyperlink
python-idna
python-ifaddr
python-incremental
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markupsafe
python-more-itertools
python-msgpack
python-npyscreen
python-ordered-set
python-packaging
python-pillow
python-pip
python-platformdirs
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pynvim
python-pyopenssl
python-pyxdg
python-rencode
python-requests
python-service-identity
python-setproctitle
python-setuptools
python-tomli
python-trove-classifiers
python-twisted
python-typeguard
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
python-zope-interface
qpdf
qrencode
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-positioning
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
ranger
raptor
rasqal
rav1e
re2
readline
redland
reiserfsprogs
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
sbxkb
screenfetch
scrot
sdl2
sed
semver
serd
serf
sg3_utils
shaderc
shadow
shared-mime-info
shutter
slang
smbclient
snapd
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speedtest-cli
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
stoken
subversion
sudo
suitesparse
svt-av1
svt-hevc
sysfsutils
syslog-ng
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
terminus-font
tesseract
tesseract-data-afr
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
thunar
tinyxml2
tpm2-tss
tracker3
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-terminus-nerd
twolame
tzdata
udisks2
ueberzug
ufw
unibilium
unzip
update-grub
upower
urxvt-perls
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v86d
vapoursynth
vi
vibrancy-icons-teal
vid.stab
viewnior
vim
vim-runtime
vlc
vmaf
volume_key
volumeicon
vpnc
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wallpapers-juhraya
wavpack
wayland
webkit2gtk
webrtc-audio-processing-1
wget
which
wildmidi
wireless-regdb
wireless_tools
wmutils
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xarchiver
xautolock
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xcursor-maia
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-notifyd
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsecurelock
xsel
xterm
xvidcore
xxhash
xz
yajl
yay
zbar
zensu
zeromq
zimg
zix
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
